{
  "translation": {
    "join court": "Join Court",
    "leave court": "Leave Court",
    "Playing at": "Playing at",
    "Home": "Home",
    "Settings": "Settings",
    "Help": "Help",
    "Logout": "Logout",
    "SETTINGS": "SETTINGS",
    "LANGUAGE": "LANGUAGE",
    "ABOUT": "ABOUT",
    "ENGLISH": "ENGLISH",
    "CROATIAN": "CROATIAN",
    "PORTUGUESE": "PORTUGUESE",
    "OK": "OK",
    "EMAIL": "EMAIL",
    "PASSWORD": "PASSWORD",
    "FORGOT YOUR PASSWORD?": "FORGOT YOUR PASSWORD?",
    "SIGN IN": "SIGN IN",
    "OR SIGN UP INSTEAD": "OR SIGN UP INSTEAD",
    "These fields are required.": "These fields are required.",
    "ABOUT_TEXT": "Our application differentiates itself from other sports viewing and game highlighting solutions on the market with advanced features like real-time player and team statistics and interactive game highlights for sharing on social media or for personal review for the purpose of training and performance improvement. In addition to providing users with basic scores to help them follow the game, H4PRO's innovative approach to storytelling creates an engaging and immersive experience for the user. Our app captures the essence of the game, setting new standards in sports. Overall, the app is designed to meet the needs of sports enthusiasts and professionals of all ages and skill levels, optimizing MOG services and supporting decision-making.",
    "SLIDE_1_TITLE":"Connect your smartwatch",
    "SLIDE_1_SUBTITLE":"Easily connect to your smartwatch using bluetooth.",
    "SLIDE_2_TITLE":"Connecting to a court",
    "SLIDE_2_SUBTITLE":"Using the PADEL4PRO app on your phone, scan the QR code of the court. Your smartwatch will connect to it automatically.",
    "SLIDE_3_TITLE":"Requesting highlights",
    "SLIDE_3_SUBTITLE":"Press the top button to record a highlight, the right to ask for video referee and the left to play the highlights.",
    "SLIDE_4_TITLE":"Score system",
    "SLIDE_4_SUBTITLE":"The scores for each team appear under their names. To change the scores, select the number and slide up and down anywhere.",
    "GET_STARTED":"GET STARTED",
    "SKIP":"SKIP",
    "NEXT":"NEXT"
  }
}
