{
  "translation": {
    "join court": "Pridruži se terenu",
    "leave court": "Napusti teren",
    "Playing at": "Igra se na",
    "Home": "Početna",
    "Settings": "Postavke",
    "Help": "Pomoć",
    "Logout": "Odjava",
    "SETTINGS": "POSTAVKE",
    "LANGUAGE": "JEZIK",
    "ABOUT": "O NAMA",
    "ENGLISH": "ENGLESKI",
    "CROATIAN": "HRVATSKI",
    "PORTUGUESE": "PORTUGALSKI",
    "OK": "U REDU",
    "EMAIL": "EMAIL",
    "PASSWORD": "LOZINKA",
    "FORGOT YOUR PASSWORD?": "ZABORAVILI STE LOZINKU?",
    "SIGN IN": "PRIJAVITE SE",
    "OR SIGN UP INSTEAD": "ILI SE REGISTRIRAJTE",
    "These fields are required.": "Ova polja su obavezna.",
    "ABOUT_TEXT": "Naša aplikacija se razlikuje od drugih rješenja za praćenje sportskih događaja i isticanje igara na tržištu s naprednim značajkama poput statistike igrača i tima u stvarnom vremenu, te interaktivnih pregleda igara za dijeljenje na društvenim mrežama ili za osobnu analizu u svrhu treninga i poboljšanja performansi. Osim što korisnicima pruža osnovne rezultate kako bi pratili igru, inovativni pristup pričanju priča tvrtke H4PRO stvara privlačne i zanimljive korisničke doživljaje. Naša aplikacija hvata bit igre i postavlja nove standarde u svijetu sporta. Općenito, aplikacija je dizajnirana da zadovolji potrebe zaljubljenika u sport i profesionalaca svih dobnih skupina i razina vještine, optimizira usluge tvrtke MOG i pomaže u donošenju odluka.",
    "SLIDE_1_TITLE":"Connect your smartwatch",
    "SLIDE_1_SUBTITLE":"Easily connect to your smartwatch using bluetooth.",
    "SLIDE_2_TITLE":"Connecting to a court",
    "SLIDE_2_SUBTITLE":"Using the PADEL4PRO app on your phone, scan the QR code of the court. Your smartwatch will connect to it automatically.",
    "SLIDE_3_TITLE":"Requesting highlights",
    "SLIDE_3_SUBTITLE":"Press the top button to record a highlight, the right to ask for video referee and the left to play the highlights.",
    "SLIDE_4_TITLE":"Score system",
    "SLIDE_4_SUBTITLE":"The scores for each team appear under their names. To change the scores, select the number and slide up and down anywhere."
  }
}
